{"class_name": "Sequential", "keras_version": "2.0.6", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_regularizer": null, "batch_input_shape": [null, 8], "activity_regularizer": null, "dtype": "float32", "units": 12, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "trainable": true, "kernel_constraint": null, "name": "dense_1", "bias_constraint": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "units": 8, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "trainable": true, "kernel_constraint": null, "activation": "relu", "bias_constraint": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "units": 1, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3", "trainable": true, "kernel_constraint": null, "activation": "sigmoid", "bias_constraint": null, "use_bias": true}}], "backend": "tensorflow"}